Revit 2027 API
BuiltInFailures.FamilyFailures.CannotCopyInplaceFamily Property
 In-place family groups cannot be copied between in-place families of the same project.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyInplaceFamily { get; }
Public Shared ReadOnly Property CannotCopyInplaceFamily As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyInplaceFamily {
	FailureDefinitionId^ get ();
}
static member CannotCopyInplaceFamily : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace